{
    "%vlocity_namespace%__Active__c": true,
    "%vlocity_namespace%__OmniScriptId__c": {
        "Name": "ABF Enrollment-CA",
        "VlocityDataPackType": "VlocityMatchingKeyObject",
        "VlocityMatchingRecordSourceKey": "%vlocity_namespace%__OmniScript__c/Enrollment/ABF_CA/English",
        "VlocityRecordSObjectType": "%vlocity_namespace%__OmniScript__c"
    },
    "%vlocity_namespace%__ParentElementId__c": {
        "%vlocity_namespace%__OmniScriptId__c": {
            "Name": "ABF Enrollment-CA",
            "VlocityDataPackType": "VlocityMatchingKeyObject",
            "VlocityMatchingRecordSourceKey": "%vlocity_namespace%__OmniScript__c/Enrollment/ABF_CA/English",
            "VlocityRecordSObjectType": "%vlocity_namespace%__OmniScript__c"
        },
        "Name": "GeneralAgreement1",
        "VlocityDataPackType": "VlocityMatchingKeyObject",
        "VlocityMatchingRecordSourceKey": "%vlocity_namespace%__Element__c/%vlocity_namespace%__OmniScript__c/Enrollment/ABF_CA/English/GeneralAgreement1",
        "VlocityRecordSObjectType": "%vlocity_namespace%__Element__c"
    },
    "%vlocity_namespace%__ParentElementName__c": "GeneralAgreement1",
    "%vlocity_namespace%__ParentElementType__c": "Step",
    "%vlocity_namespace%__PropertySet__c": {
        "HTMLTemplateId": "",
        "controlWidth": 12,
        "dataJSON": false,
        "disOnTplt": false,
        "label": "TextBlock117",
        "sanitize": false,
        "show": {
            "group": {
                "operator": "AND",
                "rules": [
                    {
                        "condition": "=",
                        "data": "CO",
                        "field": "qState"
                    },
                    {
                        "condition": "<=",
                        "data": "2020",
                        "field": "EffectiveDateYear"
                    }
                ]
            }
        },
        "text": "<p>The undersigned employer and/or authorized representative(s) hereby request(s) that it be approved for insurance coverage issued by Anthem. Employer understands and represents, by way of its authorized representatives, that to the best knowledge and belief the entire application for Group Insurance has been reviewed, all answers contained herein are true and complete, and agrees:</p>\n<p><br /><strong>1.</strong>&nbsp;To comply with all terms and provisions of the Group Contract(s) issued, and trust agreements, if applicable.&nbsp;<br /><strong>2.</strong>&nbsp;To make the coverage available to all eligible employees and their eligible dependents and to distribute information and documents to enrolled employees as needed.&nbsp;<br /><strong>3.</strong>&nbsp;To maintain records and furnish to Anthem or their designated agent(s), any information required in connection with administration of the coverage. Original source documents, including but not limited to employee/member enrollment documentation, shall be made available upon Anthem&rsquo;s request.&nbsp;<br /><strong>4.</strong>&nbsp;To provide notice of any applicable conversion rights and rights to continue health coverage under COBRA to eligible employees and eligible dependents and of conversion and/or portability rights under life plans.&nbsp;<br /><strong>5.</strong>&nbsp;That statements, except for medical coverage, of medical history will be required of employees, and dependents when applying for coverage within or outside the time frames or amount of coverage limits established by Anthem.&nbsp;<br /><strong>6.</strong>&nbsp;That approval for this coverage may cancel any prior contracts and/or coverage with Anthem effective immediately preceding the effective date of the employer&rsquo;s coverage.&nbsp;<br /><strong>7.</strong>&nbsp;To pay Anthem by the premium due date, the premiums on behalf of each member covered under the contract, unless otherwise stated in any financial agreement between the parties, to submit applications of employees prior to their date of eligibility, to keep all necessary records regarding membership, to assume responsibility for handling the COBRA and state-mandated continued group coverage and/or conversion process and conversion and/or portability process under life plans, if applicable.&nbsp;<br /><strong>8.</strong>&nbsp;That claims filed by or on behalf of members may, at Anthem&rsquo;s option, be suspended if premiums are not timely received.&nbsp;<br /><strong>9.&nbsp;</strong>If applicable, employer will receive on behalf of members, all notices delivered by Anthem, and immediately forward such notices to persons involved, at their last known address.&nbsp;<br /><strong>10.</strong>&nbsp;The advance premium check does not create temporary or interim coverage and that receipt and deposit of that payment does not guarantee issuance of coverage. Rather, issuance of coverage is expressly conditioned on Anthem&rsquo;s determination that the group is an acceptable risk based on their current underwriting practices and procedures. Unless these conditions are met, there shall be no liability on the part of Anthem except to refund the payment. The employer will be responsible for returning to individual.&nbsp;<br /><strong>11.</strong>&nbsp;That in order for Anthem to accept or decline this application, all the information requested on this application must be completed. In the event the application is not complete, Anthem, or its designated agent(s), is authorized to obtain the necessary information and to complete that information on this application. The employer understands that the coverage issued by Anthem may be different than the coverage applied for herein. In that event, Anthem shall notify the employer of such differences, and by payment of the appropriate premiums, the employer will accept the coverage as issued.&nbsp;<br /><strong>12.</strong>&nbsp;The premium rates calculated for the employer are contingent, based upon the accuracy of the eligibility data submitted on employees and covered dependents to Anthem by the employer. Anthem reserves the right to review such rates upon receipt of all individual applications for employers&rsquo; employees and to modify the rates, if the enrollment information so warrants. Any misstatements on employees&rsquo; application or failure to report new medical information prior to the employees&rsquo; effective dates may result in a material change to the groups&rsquo; coverage or premium rates as of the effective date of coverage.&nbsp;<br /><strong>13.</strong>&nbsp;All employees applying for coverage are employees of the employer and receive salary or wages documented on state and/or federal payroll reports. Eligible full-time employees must work at least 30 hours per week, and must have satisfied any applicable eligible waiting period.&nbsp;<br /><strong>14.</strong>&nbsp;The requested coverage is not in effect unless and until this application is approved by Anthem, that approval of coverage shall be evidenced by issuing Group contracts and/or policies to the employer, and an employee&rsquo;s coverage is not in effect unless and until the employee applies and is approved for coverage by Anthem.&nbsp;<br /><strong>15.</strong>&nbsp;The employer acknowledges that he has signed the attached benefit proposals indicating the coverages requested.&nbsp;<br /><strong>16.</strong>&nbsp;The broker listed below is authorized to make enrollment and eligibility changes on behalf of the employer&rsquo;s group health plan and life and/or disability plan, and employer will immediately inform Anthem if this authorization is revoked.&nbsp;<br /><strong>17.</strong>&nbsp;This small group off-exchange product is not eligible for a premium tax credit.&nbsp;<br /><strong>18.</strong>&nbsp;The HSA, which must be established for tax-advantaged treatment, is a separate arrangement between the individual and a bank or other qualified institution. Applicant must be an &ldquo;eligible individual&rdquo; under IRS regulations to receive the HSA tax benefits.&nbsp;<br /><strong>19.</strong> By signing below, I, the employer, agree that Anthem can deliver plan materials and related items, including but not limited to benefit booklets, summaries, billing statements, notices of non-payment and cancellation and other notices, via email or other electronic means. I agree that I will provide and update Anthem with a current email address. I understand that at any time I can request a free copy of these materials by mail, by contacting Anthem at [1-800-922-4770]. I also agree that by providing Anthem with an employee or participant's e-mail address, the employer thereby represents that: (1) the employer has the employee's consent to receive plan documents (including explanation of benefits, claim denials and life and disability Evidence of Insurance underwriting documents) electronically; (2) the employee has reasonable access to the electronic communication at work; and (3) the employer obtained the employee consent using Anthem's application form or in a manner that clearly and conspicuously described the types of communications which can be made electronically, any hardware or software required to access those communications, the ability and process to change email addresses or withdraw consent and request a paper copy or otherwise in a manner that complies with applicable state and federal law regarding electronic delivery of plan materials and adverse benefit determinations.</p>\n<p></p>",
        "textKey": ""
    },
    "%vlocity_namespace%__ReusableOmniScript__c": false,
    "%vlocity_namespace%__Type__c": "Text Block",
    "Name": "GeneralAgreementTextCO2020",
    "VlocityDataPackType": "SObject",
    "VlocityRecordSObjectType": "%vlocity_namespace%__Element__c",
    "VlocityRecordSourceKey": "%vlocity_namespace%__Element__c/%vlocity_namespace%__OmniScript__c/Enrollment/ABF_CA/English/GeneralAgreementTextCO2020"
}