{
    "%vlocity_namespace%__Active__c": true,
    "%vlocity_namespace%__OmniScriptId__c": {
        "Name": "ABF Enrollment",
        "VlocityDataPackType": "VlocityMatchingKeyObject",
        "VlocityMatchingRecordSourceKey": "%vlocity_namespace%__OmniScript__c/Enrollment/ABF/English",
        "VlocityRecordSObjectType": "%vlocity_namespace%__OmniScript__c"
    },
    "%vlocity_namespace%__ParentElementId__c": {
        "%vlocity_namespace%__OmniScriptId__c": {
            "Name": "ABF Enrollment",
            "VlocityDataPackType": "VlocityMatchingKeyObject",
            "VlocityMatchingRecordSourceKey": "%vlocity_namespace%__OmniScript__c/Enrollment/ABF/English",
            "VlocityRecordSObjectType": "%vlocity_namespace%__OmniScript__c"
        },
        "Name": "GeneralAgreementVA_AnthemClient",
        "VlocityDataPackType": "VlocityMatchingKeyObject",
        "VlocityMatchingRecordSourceKey": "%vlocity_namespace%__Element__c/%vlocity_namespace%__OmniScript__c/Enrollment/ABF/English/GeneralAgreementVA_AnthemClient",
        "VlocityRecordSObjectType": "%vlocity_namespace%__Element__c"
    },
    "%vlocity_namespace%__ParentElementName__c": "GeneralAgreementVA_AnthemClient",
    "%vlocity_namespace%__ParentElementType__c": "Step",
    "%vlocity_namespace%__PropertySet__c": {
        "HTMLTemplateId": "",
        "controlWidth": 12,
        "dataJSON": false,
        "disOnTplt": false,
        "label": null,
        "sanitize": false,
        "show": null,
        "text": "<p style=\"text-align: justify;\">To the best of our knowledge and belief, all information on this application is true and complete, and Anthem and/or HealthKeepers may rely on this application in deciding whether to provide coverage. If the application is not complete, Anthem and/or HealthKeepers reserve(s) the right to reject it and notify us in writing. We understand and agree that no coverage will be effective before the date determined by Anthem and/or HealthKeepers, and that such coverage will be effective only if we have paid our first month&rsquo;s premium and this application is accepted. We understand that the premium rates calculated for the employer are contingent on the accuracy of eligibility data submitted on employees and covered dependents to Anthem and/or HealthKeepers. Any misstatements on the employees&rsquo; applications may result in a material change to the group&rsquo;s coverage or premium rates as of the effective date of the group coverage. We further understand and agree that we should keep prior coverage in force until notified of acceptance in writing by Anthem and/or HealthKeepers and that no agent has the right to accept this application or bind coverage. If this application is accepted, it becomes a part of our contract with Anthem and/or HealthKeepers. We shall comply with all provisions of the contract(s) issued. If we decide to cancel our group coverage after coverage has been issued, we understand that the cancellation will become effective on the last day of the month in which Anthem and/or HealthKeepers received the written notification of cancellation, and that no premiums will be refunded for any period between Anthem and/or HealthKeepers receipt of the notification and the last day of the month when the cancellation takes effect. If there are any premiums after the cancellation date, we understand that Anthem and/or HealthKeepers will refund these premiums after 45 days from the premium deposit date. We acknowledge that the terms and conditions of the coverage will be described in the group policy, and that such group policy is incorporated herein by reference as if the same were set forth in this document in full.<br />The undersigned employer by way of its authorized representative(s) agrees:</p>\n<ol>\n<li style=\"text-align: left;\">To comply with all terms and provisions of the Group Contract(s) issued, and trust agreements, if applicable, and also accepts enrollment under the trust policy(ies), if applicable;</li>\n<li style=\"text-align: left;\">To make the insurance coverage available to all eligible employees and their eligible dependents and to distribute information and documents to enrolled employees as needed;</li>\n<li style=\"text-align: left;\">To maintain records and furnish any information required in connection with administration of the insurance coverage;</li>\n<li style=\"text-align: left;\">That statements of medical history will be required of employees and dependents when applying for coverage within or outside the time frames or amount of coverage limits established;</li>\n<li style=\"text-align: left;\">That approval for this insurance may cancel any prior contracts and/or coverage effective immediately preceding the effective date of the employer&rsquo;s coverage;</li>\n<li style=\"text-align: left;\">To pay by the premium due date, the premiums on behalf of each member covered under the contract, unless otherwise stated in any financial agreement between the parties, to submit applications of employees prior to their date of eligibility, to keep all necessary records regarding membership;</li>\n<li style=\"text-align: left;\">That claims filed by or on behalf of members may, at the insurer&rsquo;s option, be suspended if premiums are not received timely;</li>\n<li style=\"text-align: left;\">The advance premium check does not create temporary or interim insurance coverage and that receipt and deposit of that payment does not guarantee issuance of insurance coverage. Rather, issuance of insurance coverage is expressly conditioned on the insurer&rsquo;s determination that the group is an acceptable risk based on their current underwriting practices and procedures. Unless these Conditions are met, there shall be no liability on the part of the insurer, except to refund the payment. The employer will be responsible for returning to individual employees any part of the payment contributed by those employees;</li>\n<li style=\"text-align: left;\">That in order for the insurer to accept or decline this application, all the information requested on this application must be completed. In the event the application is not complete, the insurer, or its designated agent(s), is authorized to obtain the necessary information and to complete that information on this application. In that event, the insurer shall notify the employer of such differences, and by payment of the appropriate premiums, the employer will accept the coverage as issued;</li>\n</ol>\n<p>By signing below, I, the employer, agree that Anthem and/or HealthKeepers can deliver plan materials and related items, including but not limited to benefit booklets, summaries, billing statements, notices of non-payment and cancellation and other notices, via email or other electronic means. I agree that I will provide and update Anthem and/or HealthKeepers with a current email address. I understand that at any time I can request a free copy of these materials by mail or by contacting Anthem and/or HealthKeepers at 1-800-922-4770. I also agree that by providing Anthem and/or HealthKeepers with an employee or participant&rsquo;s email address, the employer thereby represents that: (1) the employer has the employee&rsquo;s consent to receive plan documents (including explanation of benefits, claim denials) electronically; (2) the employee has reasonable access to the electronic communication at work; and (3) the employer obtained the employee consent using Anthem&rsquo;s and/or HealthKeepers&rsquo; application form or in a manner that clearly and conspicuously described the types of communications which can be made electronically, any hardware or software required to access those communications, the ability and process to change email addresses or withdraw consent and request a paper copy or otherwise in a manner that complies with applicable state and federal law regarding electronic delivery of plan materials and adverse benefit determinations.</p>\n<p>In addition, the Broker(s) named on the next page of this application is hereby authorized to process any enrollment transactions for my company&rsquo;s Anthem and/or HealthKeepers coverage upon direction from the authorized group representative (including, but not limited to, Member enrollment, Member terminations, Member address changes, group contact changes, group address changes, plan renewal changes, and group contract terminations). This authorization shall be effective immediately, and I agree that my company will be bound by the actions performed by the hereinnamed Broker pursuant to my signature. Additionally, I acknowledge that I must notify Anthem and/or HealthKeepers in writing to void this broker authorization in the event of a change in my company&lsquo;s Broker of Record.</p>\n<div id=\"insext\"></div>",
        "textKey": ""
    },
    "%vlocity_namespace%__ReusableOmniScript__c": false,
    "%vlocity_namespace%__Type__c": "Text Block",
    "Name": "GeneralAgreementTextVA_AnthemClient",
    "VlocityDataPackType": "SObject",
    "VlocityRecordSObjectType": "%vlocity_namespace%__Element__c",
    "VlocityRecordSourceKey": "%vlocity_namespace%__Element__c/%vlocity_namespace%__OmniScript__c/Enrollment/ABF/English/GeneralAgreementTextVA_AnthemClient"
}